Tekla Open API Reference for Tekla Structures 2025
WpfSteelFinishComboBox Fields
The WpfSteelFinishComboBox type exposes the following members.
Fields
Name | Description
FinishProperty
 A dependency property that represents the finish value.
Top
See Also
Reference
WpfSteelFinishComboBox Class
Tekla.Structures.Dialog.UIControls Namespace